[{"pk": 1, "model": "quote.quote", "fields": {"text": "Yes sir, we met in battle. I was on the Saratoga at Wolf 359.", "char_count": 61, "character": "ben"}}, {"pk": 2, "model": "quote.quote", "fields": {"text": "It's really quite simple, Quark. You're not going to leave.", "char_count": 59, "character": "ben"}}, {"pk": 3, "model": "quote.quote", "fields": {"text": "There is that risk. But then, you are a gambler, Quark", "char_count": 54, "character": "ben"}}, {"pk": 4, "model": "quote.quote", "fields": {"text": "In the meantime, I will do the job I've been ordered to do to the best of my ability, sir!", "char_count": 90, "character": "ben"}}, {"pk": 5, "model": "quote.quote", "fields": {"text": "So all others have to look up with respect. Cardassian architecture.", "char_count": 68, "character": "ben"}}, {"pk": 6, "model": "quote.quote", "fields": {"text": "Well, I thought I'd say 'hello' first, and then take the office. But we could do it in any order you like.", "char_count": 106, "character": "ben"}}, {"pk": 7, "model": "quote.quote", "fields": {"text": "My officers, Bajoran engineers, all their families depend on the shops and services of this promenade. If people like you abandon it, this is going to become a ghost town. We need someone to step forward and say \"I'm staying. I'm rebuilding\". We need a community leader, and it's going to be - you, Quark!", "char_count": 305, "character": "ben"}}, {"pk": 8, "model": "quote.quote", "fields": {"text": "It can be argued that a human is ultimately the sum of his experiences.", "char_count": 71, "character": "ben"}}, {"pk": 9, "model": "quote.quote", "fields": {"text": "Competition, for fun. It's a game that Jake and I play on the holodeck. It's called 'baseball'!", "char_count": 95, "character": "ben"}}, {"pk": 10, "model": "quote.quote", "fields": {"text": "That may be the most important thing to understand about humans. It is the unknown that defines our existence. We are constantly searching, not just for answers to our questions, but for new questions. We are explorers. We explore our lives day by day, and we explore the galaxy, trying to expand the boundaries of our knowledge. And that is why I am here. Not to conquer you with weapons, or with ideas. But to coexist... and learn.", "char_count": 433, "character": "ben"}}, {"pk": 11, "model": "quote.quote", "fields": {"text": "It was like I had stepped through a door and locked it behind me: I was going to bring the Romulans into the war.", "char_count": 113, "character": "ben"}}, {"pk": 12, "model": "quote.quote", "fields": {"text": "Very good, old man. You would have made a decent Romulan.", "char_count": 57, "character": "ben"}}, {"pk": 13, "model": "quote.quote", "fields": {"text": "For a dead man you talk a lot.", "char_count": 30, "character": "ben"}}, {"pk": 14, "model": "quote.quote", "fields": {"text": "This was the first Enterprise - Constitution-class.", "char_count": 51, "character": "ben"}}, {"pk": 15, "model": "quote.quote", "fields": {"text": "The last thing I want is a visit from temporal investigations when we get home.", "char_count": 79, "character": "ben"}}, {"pk": 16, "model": "quote.quote", "fields": {"text": "Then you will have to manually scan every tribble on the station.", "char_count": 65, "character": "ben"}}, {"pk": 17, "model": "quote.quote", "fields": {"text": "If my people had caused any changes in the timeline, we would have been the first to notice when we got back.", "char_count": 109, "character": "ben"}}, {"pk": 18, "model": "quote.quote", "fields": {"text": "Kirk had quite the reputation as a ladies' man.", "char_count": 47, "character": "ben"}}, {"pk": 19, "model": "quote.quote", "fields": {"text": "He put a bomb in a tribble?", "char_count": 27, "character": "ben"}}, {"pk": 20, "model": "quote.quote", "fields": {"text": "He played me all right. And what is my excuse? Is he a Changeling? No! Is he a being with seven lifetimes of experience? No! Is he a wormhole alien? No! He's just a man, like me - arrgh! And he beat me! ", "char_count": 203, "character": "ben"}}, {"pk": 21, "model": "quote.quote", "fields": {"text": "You know what I see out there, Mr. Eddington? I see victims. But not of Cardassia or the Federation. Victims of you, the Maquis.", "char_count": 128, "character": "ben"}}, {"pk": 22, "model": "quote.quote", "fields": {"text": "\"Les Misérables\" isn't about the policeman. It's about Valjean, the victim of a monstrous injustice, who spends his entire life helping people, making noble sacrifices for others. That's how Eddington sees himself: he is Valjean, he's Robin Hood, he's a romantic, dashing figure, fighting the good fight against insurmountable odds.", "char_count": 332, "character": "ben"}}, {"pk": 23, "model": "quote.quote", "fields": {"text": "Eddington is the hero of his own story. That makes me the villain. And what is it that every hero wants to do?", "char_count": 110, "character": "ben"}}, {"pk": 24, "model": "quote.quote", "fields": {"text": "We may be going into a combat situation. Do you think you're ready for that, Cadet?", "char_count": 83, "character": "ben"}}, {"pk": 25, "model": "quote.quote", "fields": {"text": "That's what it takes to be a good villain.", "char_count": 42, "character": "ben"}}, {"pk": 26, "model": "quote.quote", "fields": {"text": "Cadet, you are obviously under the mistaken impression that I'm asking a favor. I want a name, and I want it now, and that is an order! Understood, Mr. Nog?", "char_count": 156, "character": "ben"}}, {"pk": 27, "model": "quote.quote", "fields": {"text": "He admitted to committing acts of treason against the Federation. If he was going to lie, I think he would have made up a better story.", "char_count": 135, "character": "ben"}}, {"pk": 28, "model": "quote.quote", "fields": {"text": "These aren't evil people, Odo. These are people I've worked with. They're my friends - people I respect. How can I turn against them?", "char_count": 133, "character": "ben"}}, {"pk": 29, "model": "quote.quote", "fields": {"text": "I don't get much time to spend on Earth. And it is so pleasant here, with a Starfleet officer on every corner. Paradise has never seemed so well armed.", "char_count": 151, "character": "ben"}}, {"pk": 30, "model": "quote.quote", "fields": {"text": "My duty is to protect the Federation.", "char_count": 37, "character": "ben"}}, {"pk": 31, "model": "quote.quote", "fields": {"text": "So you're willing to destroy Paradise in order to save it?", "char_count": 58, "character": "ben"}}, {"pk": 32, "model": "quote.quote", "fields": {"text": "There comes a time in every man's life when he must stop thinking and start doing.", "char_count": 82, "character": "ben"}}, {"pk": 33, "model": "quote.quote", "fields": {"text": "If the Changelings want to destroy what we've built here, they're going to have to do it themselves. We will not do it for them.", "char_count": 128, "character": "ben"}}, {"pk": 34, "model": "quote.quote", "fields": {"text": "You want to talk to me about loyalty? After you broke your oath with the Federation! Lied to the people of Earth? Ordered one of our own starships to fire on another! You don't have the right!", "char_count": 192, "character": "ben"}}, {"pk": 35, "model": "quote.quote", "fields": {"text": "Vedek Oram wanted me to visit his monastery. We took a transport across the mountains. The sun was just going down, and the entire valley was shimmering in the light. And I said to myself, *this*... is the place, this is where I'm going to build my house.", "char_count": 255, "character": "ben"}}, {"pk": 36, "model": "quote.quote", "fields": {"text": "From the moment I set foot on this station, nothing has turned out the way I imagined it. This was supposed to be just a temporary assignment. But it's become much more than that. I guess I was meant to come here.", "char_count": 213, "character": "ben"}}, {"pk": 37, "model": "quote.quote", "fields": {"text": "Do you know what the trouble is? The trouble is Earth-on Earth there is no poverty, no crime, no war. You look out the window of Starfleet Headquarters and you see paradise. It's easy to be a saint in paradise, but the Maquis do not live in paradise. Out there in the demilitarized zone all the problems haven't been solved yet. Out there, there are no saints, just people-angry, scared, determined people who are going to do whatever it takes to survive, whether it meets with Federation approval or not.", "char_count": 505, "character": "ben"}}, {"pk": 38, "model": "quote.quote", "fields": {"text": "The Central Command wants him dead. That's reason enough for us to want him alive.", "char_count": 82, "character": "ben"}}, {"pk": 39, "model": "quote.quote", "fields": {"text": "Tell Cal Hudson I haven't told Starfleet anything yet. Tell him we can still solve this thing together, but we're running out of time. Tell him I still have his uniform; he can have it back any time he wants.", "char_count": 208, "character": "ben"}}, {"pk": 40, "model": "quote.quote", "fields": {"text": "The answer is still no, Quark.", "char_count": 30, "character": "ben"}}, {"pk": 41, "model": "quote.quote", "fields": {"text": "I'm about to put my fist in your opinion!", "char_count": 41, "character": "ben"}}, {"pk": 42, "model": "quote.quote", "fields": {"text": "You know, Jake, we really need to get away more often.", "char_count": 54, "character": "ben"}}, {"pk": 43, "model": "quote.quote", "fields": {"text": "If the Dominion comes through the Wormhole, the first battle will be fought here. And I intend to be ready for them.", "char_count": 116, "character": "ben"}}, {"pk": 44, "model": "quote.quote", "fields": {"text": "You stole the run from us! You stole it just as if you reached up and tore it off the score board!", "char_count": 98, "character": "ben"}}, {"pk": 45, "model": "quote.quote", "fields": {"text": "There is more to baseball than physical strength. It's, uh... it's about courage; and it's also about faith; and it is also about heart. And if there's one thing our Vulcan friends lack, it's heart.", "char_count": 198, "character": "ben"}}, {"pk": 46, "model": "quote.quote", "fields": {"text": "You can't tell me that ball was over the plate! What were you doing, regenerating?", "char_count": 82, "character": "ben"}}, {"pk": 47, "model": "quote.quote", "fields": {"text": "Well, we got into a debate and Solok said that Vulcans were naturally superior to Humans and other 'emotionally handicapped species'. Of course, I took the opposite position. So there I am, drunk and debating logic versus emotion with a smug and very sober Vulcan. Well, to make a long story short, I decided that the best way to prove that Humans were every bit the equal of Vulcans was to challenge him to a wrestling match.", "char_count": 426, "character": "ben"}}, {"pk": 48, "model": "quote.quote", "fields": {"text": "He may have hidden it beneath that Vulcan calm of his, but he loved every minute of it. And you'd think that once we graduated it would have stopped. But it didn't. Over the years, Solok wrote over a dozen papers on Vulcan/Human comparative profiles, and at the beginning of every paper is an analysis of that damn wrestling match.", "char_count": 331, "character": "ben"}}, {"pk": 49, "model": "quote.quote", "fields": {"text": "Officially, it's classified as an escort vessel. Unofficially, the Defiant's a warship - nothing more, nothing less.", "char_count": 116, "character": "ben"}}, {"pk": 50, "model": "quote.quote", "fields": {"text": "Desperate times bring desperate measures, Major.", "char_count": 48, "character": "ben"}}, {"pk": 51, "model": "quote.quote", "fields": {"text": "She may have flaws, but she has teeth.", "char_count": 38, "character": "ben"}}, {"pk": 52, "model": "quote.quote", "fields": {"text": "If the station falls, then Bajor falls, and I will not let that happen!", "char_count": 71, "character": "ben"}}, {"pk": 53, "model": "quote.quote", "fields": {"text": "The first thing to go right in the Gamma Quadrant in a long time.", "char_count": 65, "character": "ben"}}, {"pk": 54, "model": "quote.quote", "fields": {"text": "The Pah-wraiths will never conquer anything - not Bajor, not the Celestial Temple, and certainly not the Alpha Quadrant!", "char_count": 120, "character": "ben"}}, {"pk": 55, "model": "quote.quote", "fields": {"text": "New Orleans is a gorgeous city.", "char_count": 31, "character": "ben"}}, {"pk": 56, "model": "quote.quote", "fields": {"text": "All right, people, what do you say we end this war?", "char_count": 51, "character": "ben"}}, {"pk": 57, "model": "quote.quote", "fields": {"text": "Ensign, I believe you know the way to Cardassia.", "char_count": 48, "character": "ben"}}, {"pk": 58, "model": "quote.quote", "fields": {"text": "It's hard to say - maybe a year, maybe... yesterday. But I will be back.", "char_count": 72, "character": "ben"}}, {"pk": 59, "model": "quote.quote", "fields": {"text": "This may be the last time we're all together. But no matter what the future holds, no matter how far we travel, a part of us - a very important part - will always remain here, on Deep Space Nine.", "char_count": 195, "character": "ben"}}, {"pk": 60, "model": "quote.quote", "fields": {"text": "I have a few things I want to make clear. First, this is my ship and my command, which means, I give the orders, not you and not Weyoun. What's more, I'm holding you personally responsible for the actions of your men. If I have a problem with them, *you're* the one who's going to have to answer for it.", "char_count": 303, "character": "ben"}}, {"pk": 61, "model": "quote.quote", "fields": {"text": "I don't know, I found that nothing keeps me alert quite like a healthy fear of death.", "char_count": 85, "character": "ben"}}, {"pk": 62, "model": "quote.quote", "fields": {"text": "A dead man can't learn from his mistakes.", "char_count": 41, "character": "ben"}}, {"pk": 63, "model": "quote.quote", "fields": {"text": "Sounds like the Dominion isn't quite as stable as you'd like us to believe.", "char_count": 75, "character": "ben"}}, {"pk": 64, "model": "quote.quote", "fields": {"text": "One thing is certain: we're losing the peace - which means a war could be our only... hope.", "char_count": 91, "character": "ben"}}, {"pk": 65, "model": "quote.quote", "fields": {"text": "As someone once said: these are the times that try men's souls.", "char_count": 63, "character": "ben"}}, {"pk": 66, "model": "quote.quote", "fields": {"text": "Your protest is duly noted.", "char_count": 27, "character": "ben"}}, {"pk": 67, "model": "quote.quote", "fields": {"text": "When I first took command of this post, all I wanted was to be somewhere else - anywhere but here. But now, five years later, this has become my home, and you have become my family. And leaving this station, leaving you, is one of the hardest things I've ever had to do -... - No victory can make this moment any easier for me. And I promise, I will not rest until I stand with you again, here... in this place where I belong.", "char_count": 426, "character": "ben"}}, {"pk": 68, "model": "quote.quote", "fields": {"text": "Can we use the runabout's tractor beam to haul this thing into orbit?", "char_count": 69, "character": "ben"}}, {"pk": 69, "model": "quote.quote", "fields": {"text": "If you think I'm going to deliver my people into your hands without a fight, then this really must be your first mission.", "char_count": 121, "character": "ben"}}, {"pk": 70, "model": "quote.quote", "fields": {"text": "I've got to get this ship back to the station, old man. Five people have died on this mission. I want to be able to tell their families why.", "char_count": 140, "character": "ben"}}, {"pk": 71, "model": "quote.quote", "fields": {"text": "Do I look happy, Quark?", "char_count": 23, "character": "ben"}}, {"pk": 72, "model": "quote.quote", "fields": {"text": "Starfleet's sending an infiltration team to Klingon territory. Their orders are to do whatever it takes to prove that Gowron's a shapeshifter.", "char_count": 142, "character": "ben"}}, {"pk": 73, "model": "quote.quote", "fields": {"text": "Starfleet has ordered us to try to expose the Gowron Changeling. I want you to come with us.", "char_count": 92, "character": "ben"}}, {"pk": 74, "model": "quote.quote", "fields": {"text": "Was that really necessary?", "char_count": 26, "character": "ben"}}, {"pk": 75, "model": "quote.quote", "fields": {"text": "I don't know. I could do without the ridges, but I kind of miss the fangs.", "char_count": 74, "character": "ben"}}, {"pk": 76, "model": "quote.quote", "fields": {"text": "You've got to realize something, Jake: for over fifty years, the one thing that allowed the Bajorans to survive the Cardassian occupation was their faith. The prophets were their only source of hope and courage.", "char_count": 211, "character": "ben"}}, {"pk": 77, "model": "quote.quote", "fields": {"text": "You can count on the Federation's support.", "char_count": 42, "character": "ben"}}, {"pk": 78, "model": "quote.quote", "fields": {"text": "It appears they also teach you politics.", "char_count": 40, "character": "ben"}}, {"pk": 79, "model": "quote.quote", "fields": {"text": "Sometimes I wonder if we'll ever find the common ground we need to bring Bajor into the Federation.", "char_count": 99, "character": "ben"}}, {"pk": 80, "model": "quote.quote", "fields": {"text": "You tell our sick Bajoran crewmen they'd better get well immediately, or they'll recover on the way to their next assignment.", "char_count": 125, "character": "ben"}}, {"pk": 81, "model": "quote.quote", "fields": {"text": "The Prophets had nothing to do with what happened here today. This was the work of a disturbed and violent mind, who listened to your voice, not the Prophets'.", "char_count": 159, "character": "ben"}}, {"pk": 82, "model": "quote.quote", "fields": {"text": "I am a Starfleet officer, the paragon of virtue.", "char_count": 48, "character": "ben"}}, {"pk": 83, "model": "quote.quote", "fields": {"text": "Okay, everyone grab a plate and prepare to be dazzled.", "char_count": 54, "character": "ben"}}, {"pk": 84, "model": "quote.quote", "fields": {"text": "I still have my duty.", "char_count": 21, "character": "ben"}}, {"pk": 85, "model": "quote.quote", "fields": {"text": "I was hoping that this would never happen. But it finally has. The Changelings... have reached Earth.", "char_count": 101, "character": "ben"}}, {"pk": 86, "model": "quote.quote", "fields": {"text": "Jake, you're not a child anymore. Grandpa will not expect you to chop vegetables. He'll want you to wait tables!", "char_count": 112, "character": "ben"}}, {"pk": 87, "model": "quote.quote", "fields": {"text": "Jake, get them a menu!", "char_count": 22, "character": "ben"}}, {"pk": 88, "model": "quote.quote", "fields": {"text": "I didn't know you liked Creole food.", "char_count": 36, "character": "ben"}}, {"pk": 89, "model": "quote.quote", "fields": {"text": "I hope you don't take this the wrong way, Constable. But there are times I wish you'd never found your people.", "char_count": 110, "character": "ben"}}, {"pk": 90, "model": "quote.quote", "fields": {"text": "Welcome to the 21st century, Doctor.", "char_count": 36, "character": "ben"}}, {"pk": 91, "model": "quote.quote", "fields": {"text": "The name is Bell - Gabriel Bell.", "char_count": 32, "character": "ben"}}, {"pk": 92, "model": "quote.quote", "fields": {"text": "He took a raw young ensign under his wing, and taught me to appreciate life in ways I'd never thought about before. He taught me about art, and science, and diplomacy. Whatever sense of honor I might have today, he nurtured. Treason, murder - he was not capable of those things.", "char_count": 278, "character": "ben"}}, {"pk": 93, "model": "quote.quote", "fields": {"text": "Maybe they'll salute when they execute us.", "char_count": 42, "character": "ben"}}, {"pk": 94, "model": "quote.quote", "fields": {"text": "Everything's tidy when someone else is doing the cleaning.", "char_count": 58, "character": "ben"}}, {"pk": 95, "model": "quote.quote", "fields": {"text": "She may be the spiritual leader of millions of Bajorans, but she is not an easy woman to like.", "char_count": 94, "character": "ben"}}, {"pk": 96, "model": "quote.quote", "fields": {"text": "I just had this uncontrollable urge to smash the tablet.", "char_count": 56, "character": "ben"}}, {"pk": 97, "model": "quote.quote", "fields": {"text": "You and I haven't always seen things eye to eye. But we have one thing in common: we both believe that the Prophets have a plan for Bajor. Sometimes, it's not easy to see the path they've laid out for us. Right now, I don't know what they want from me; but I'm willing to take a leap of faith and trust that they're guiding me, and I'm asking you to take that leap with me.", "char_count": 373, "character": "ben"}}, {"pk": 98, "model": "quote.quote", "fields": {"text": "I want to explain what happened. But I'm not sure that I can.", "char_count": 61, "character": "ben"}}, {"pk": 99, "model": "quote.quote", "fields": {"text": "You don't have to explain. When the Pah-wraith was inside me, I could feel its hatred. And I knew that no matter what, it couldn't be allowed to win - even if it meant I had to die. You did the right thing.", "char_count": 206, "character": "jake"}}, {"pk": 100, "model": "quote.quote", "fields": {"text": "No more ceremonies to attend; no more blessings to give; no more prophecies to fulfill. I'm just a Starfleet officer again. All I have to worry about are the Klingons, the Dominion, and the Maquis. I feel like I'm on vacation!", "char_count": 226, "character": "ben"}}, {"pk": 101, "model": "quote.quote", "fields": {"text": "The Prophets work in mysterious ways.", "char_count": 37, "character": "ben"}}, {"pk": 102, "model": "quote.quote", "fields": {"text": "Curzon told me once that in the long run, the only people who can really handle the Klingons... are Klingons.", "char_count": 109, "character": "ben"}}, {"pk": 103, "model": "quote.quote", "fields": {"text": "I doubt very much history will agree.", "char_count": 37, "character": "ben"}}, {"pk": 104, "model": "quote.quote", "fields": {"text": "I can assure you, this 'old cat' may not be as toothless as you think.", "char_count": 70, "character": "ben"}}, {"pk": 105, "model": "quote.quote", "fields": {"text": "I trust this combat is non-lethal?", "char_count": 34, "character": "ben"}}, {"pk": 106, "model": "quote.quote", "fields": {"text": "Mr. Garak, where are those ships now?", "char_count": 37, "character": "ben"}}, {"pk": 107, "model": "quote.quote", "fields": {"text": "You... you tore your pants?", "char_count": 27, "character": "ben"}}, {"pk": 108, "model": "quote.quote", "fields": {"text": "Sounds like he wants to trade two low-ranking prisoners for two more valuable ones. Would you make a deal like that?", "char_count": 116, "character": "ben"}}, {"pk": 109, "model": "quote.quote", "fields": {"text": "Do you really want to give up your life for 'the order of things'?", "char_count": 66, "character": "ben"}}, {"pk": 110, "model": "quote.quote", "fields": {"text": "Sure you would. Dying gets you off the hook. Question is, are you willing to live for your people, live the role they want you to play? That's what they need from you right now.", "char_count": 177, "character": "ben"}}, {"pk": 111, "model": "quote.quote", "fields": {"text": "Looks like he sold your seat.", "char_count": 29, "character": "ben"}}, {"pk": 112, "model": "quote.quote", "fields": {"text": "We don't want to fight you or hurt anyone. Your officers will be our guests for a while. I hope they won't mind Starfleet combat rations.", "char_count": 137, "character": "ben"}}, {"pk": 113, "model": "quote.quote", "fields": {"text": "Major, there are heroes all over Bajor. I'm sitting with one.", "char_count": 61, "character": "ben"}}, {"pk": 114, "model": "quote.quote", "fields": {"text": "Chief - Li Nalas was *the* hero of the Bajoran resistance. He performed extraordinary acts of courage for his people and died for their freedom. That's how the history books on Bajor will be written, and that's how I'll remember him, when anybody asks.", "char_count": 252, "character": "ben"}}, {"pk": 115, "model": "quote.quote", "fields": {"text": "There's an old saying: 'fortune favors the bold'. I guess we're about to find out.", "char_count": 82, "character": "ben"}}]